{
	"pk": [
		{
			"id": 1,
			"name": "Ноутбук DEXP Aquilon серебристый",
			"description": "Ноутбук DEXP Aquilon оборудован сенсорным NumPad, который упрощает ввод числовой информации. Осуществляйте навигацию между несколькими окнами и не отказывайтесь от использования требовательных приложений. Высокую скорость работы будет поддерживать 2-ядерный процессор Intel Celeron N4020. Видеокарта Intel UHD Graphics 600 улучшит качество графики при обработке материалов в редакторах. Ноутбуку DEXP Aquilon вы доверите трансляцию кинолент и роликов. Экран диагональю 14.1 дюйм сконструирован по технологии IPS. Ее основная задача заключается в усилении контрастности изображений и расширении углов обзора. Синхронизация внешней периферии займет не более нескольких минут. Достаточно воспользоваться интерфейсом Bluetooth 4.2. Ускорить передачу файлов с накопителя позволит разъем USB 3.2.",
			"image_url": "https://c.dns-shop.ru/thumb/st1/fit/300/300/211aa77bcdcf9ad993a6c087d727b4ef/3d5bd8de00734da2c1c6eff80bc14c99254e517af8e41995ac9624cd35d1b8ad.jpg.webp",
			"price": 16000,
			"rating": 5.0,
			"stock": 50
		},
		{
			"id": 2,
			"name": "Ноутбук MSI Titan 18",
			"description": "Ноутбук MSI Titan 18 HX A14VIG-096RU диагональю 18 выполнен в черном корпусе из магниевого сплава с алюминиевой крышкой. Благодаря профессиональной вычислительной мощи и скоростным возможностям он подходит для творческой работы и игр. Основу аппаратной части модели составляет процессор Intel Core i9-14900HX с 16 энергоэффективными и 8 производительными ядрами. Распределение нагрузки на 32 потока позволяет ему без задержки справляться со сложными задачами. В тандеме с DDR5-памятью объемом 32 ГБ процессор обеспечивает быстродействие и стабильно работает в многозадачном режиме. MSI Titan 18 HX A14VIG-096RU использует видеокарту GeForce RTX 4090 с памятью объемом 16 ГБ. Благодаря мультипотоковым процессорам она обрабатывает графику и выводит на экран mini-LED-картинку в разрешении 3840x2400 с реалистичной графикой и высокой детализацией. Дисплей с калибровкой True Color улучшает изображение, передавая правильные оттенки цвета. SSD-диск объемом 3000 ГБ ускоряет загрузку файлов и запуск приложений, минимизируя ожидание.",
			"image_url": "https://c.dns-shop.ru/thumb/st1/fit/300/300/703bd404f0bc314614cccd09e46c8284/3680337996630ac6e293414b4e45575f44f2e7345a5149286a7d01a13c4a25fb.jpg.webp",
			"price": 553000,
			"rating": 5.0,
			"stock": 4
		},
		{
			"id": 3,
			"name": "Ноутбук MSI Stealth 18",
			"description": "Stealth 18 AI Studio — это полная эволюция грядущей эпохи. Создан для искусственного интеллекта, дизайна и производительности. Мощное сочетание для игр, бизнеса и творчества. Добивайтесь успеха во всем, к чему стремитесь, куда бы вы ни пошли.",
			"image_url": "https://c.dns-shop.ru/thumb/st1/fit/300/300/2a2cab2e11e63950536a1e11056c0932/d5e4d065ba09b3b89717a7ab98bfa8e39c9518b3491c85899d1d09dd6f18936c.png.webp",
			"price": 480000,
			"rating": 5.0,
			"stock": 11
		},
		{
			"id": 4,
			"name": "Ноутбук Apple MacBook Pro",
			"description": "MacBook Pro вырывается вперед с чипами M3, M3 Pro и M3 Max. Созданные по 3-нанометровой технологии они представляют собой самые совершенные чипы, когда-либо созданные для персональных компьютеров. И каждый из них приносит больше профессиональной производительности и возможностей. Впервые в MacBook Pro реализована аппаратно-ускоренная трассировка лучей.",
			"image_url": "https://c.dns-shop.ru/thumb/st1/fit/300/300/c8b9fa44fded1067fc32213026e72417/5910d5f43893f2232cee4862fcc0c33773a05c40bea1677b2531430617a5773b.jpg.webp",
			"price": 352900,
			"rating": 5.0,
			"stock": 6
		},
		{
			"id": 5,
			"name": "Ноутбук Lenovo ThinkPad P16v Gen 1",
			"description": "Lenovo ThinkPad P16v Gen 1 — это мощная мобильная рабочая станция, созданная для профессионалов, которым требуется высокая производительность и надежность в пути. Этот ноутбук сочетает в себе стильный дизайн и функциональность, обеспечивая комфортную работу с ресурсоемкими приложениями. Благодаря продуманной системе охлаждения и широким возможностям подключения, он позволяет эффективно справляться с любыми задачами, где бы вы ни находились.",
			"image_url": "https://c.dns-shop.ru/thumb/st1/fit/300/300/62f361b5c38f39fb73e3d2bf765fb226/aa8dfbfb83da80681aca63462fb6a27237c1673ac080d82e40e12c12a7761240.png.webp",
			"price": 352000,
			"rating": 5.0,
			"stock": 22
		}
	],
	"mobile": [
		{
			"id": 1,
			"name": "Apple Iphone 16 PRO MAX 256",
			"description": "iPhone 16 Pro Max создан вместе с Apple Intelligence, персональной интеллектуальной системой, которая помогает вам писать, выражать себя и выполнять задачи без усилий. Благодаря новаторской защите конфиденциальности вы можете быть уверены, что никто другой не сможет получить доступ к вашим данным — даже Apple. Apple Intelligence разработан для защиты вашей конфиденциальности на каждом этапе . Он интегрирован в ядро ​​iPhone посредством обработки на устройстве. Поэтому он знает о вашей личной информации, не собирая ее. iPhone 16 Pro Max имеет титановый корпус Grade 5 с изысканной микроструйной отделкой. Титан имеет одно из самых высоких соотношений прочности к весу среди всех металлов, что делает эту модель невероятно прочной и впечатляюще легкой. Теперь вы можете сделать идеальное фото или видео в рекордно короткие сроки. Управление камерой дает вам более простой способ быстрого доступа к инструментам камеры . Просто проведите пальцем, чтобы настроить функции камеры, такие как экспозиция или глубина резкости, и переключайтесь между каждым объективом или используйте цифровой зум, чтобы скомпоновать кадр — так, как вам нравится. Феноменально мощный чип A18 Pro позволяет Apple Intelligence с более быстрым Neural Engine, улучшенным CPU и GPU, а также большим скачком в пропускной способности памяти. Он также управляет расширенными функциями видео и фото, такими как Camera Control, и обеспечивает лучшую графическую производительность для игр AAA.",
			"image_url": "https://c.dns-shop.ru/thumb/st1/fit/320/250/3b55cc47c16dcccbe0031f6cc80707f9/a571943317c536941223f6847b2cff2535f6f8d1b34c49ce598d8fdcae0573ac.jpg",
			"price": 189999,
			"rating": 5.0,
			"stock": 4
		},
		{
			"id": 2,
			"name": "Apple Iphone 16 PRO MAX 512",
			"description": "Телефон",
			"image_url": "https://c.dns-shop.ru/thumb/st1/fit/320/250/b33e7ad027a22bbf44e60dd4f2e50281/943de607879efe1acc87a7bdbebbbd90f400714ea29febe0b55048def598eb2d.jpg",
			"price": 250000,
			"rating": 5.0,
			"stock": 2
		},
		{
			"id": 3,
			"name": "Apple Iphone 16 PRO MAX 1Tb",
			"description": "Телефон",
			"image_url": "https://c.dns-shop.ru/thumb/st1/fit/320/250/6c803c013e88f5d3620525aab55d7268/9286da569d27aabbc02281390acc90a90d1e3a3ae90d90f58510810c9e6870b3.jpg",
			"price": 270000,
			"rating": 5.0,
			"stock": 4
		},
		{
			"id": 4,
			"name": "Apple Iphone 16 PRO MAX 256",
			"description": "Телефон",
			"image_url": "https://c.dns-shop.ru/thumb/st1/fit/320/250/3b55cc47c16dcccbe0031f6cc80707f9/a571943317c536941223f6847b2cff2535f6f8d1b34c49ce598d8fdcae0573ac.jpg",
			"price": 220000,
			"rating": 5.0,
			"stock": 4
		},
		{
			"id": 5,
			"name": "Apple Iphone 16 PRO MAX 256",
			"description": "Телефон",
			"image_url": "https://c.dns-shop.ru/thumb/st1/fit/320/250/3b55cc47c16dcccbe0031f6cc80707f9/a571943317c536941223f6847b2cff2535f6f8d1b34c49ce598d8fdcae0573ac.jpg",
			"price": 220000,
			"rating": 5.0,
			"stock": 4
		}
	],
	"tv": [{}],
	"consoles": [{}],
	"accessories": [{}]
}
